Repository: tanmayjay/jwp-contact-list
Catalog: assets/languages/jwp-contact-list-*.po
Languages: bn_bd

source: Unique identifier for the object
bn_bd: অবজেক্টের অনন্য সনাক্তকারী

source: Name of the contact
bn_bd: যোগাযোগের নাম

source: Address of the contact
bn_bd: যোগাযোগের ঠিকানা

source: Phone number of the contact
bn_bd: যোগাযোগের ফোন নম্বর

source: Email address of the contact
bn_bd: যোগাযোগের ইমেইল

source: Publishig date of the object in the site's time
bn_bd: সাইটের সময়ে অবজেক্টের প্রকাশের তারিখ

source: Name cannot be empty
bn_bd: নাম খালি থাকতে পারবে না

source: Phone cannot be empty
bn_bd: ফোন নম্বর খালি থাকতে পারবে না

source: Name
bn_bd: নাম

source: Phone
bn_bd: ফোন নম্বর

source: Email
bn_bd: ইমেইল

source: Address
bn_bd: ঠিকানা

source: Date
bn_bd: তারিখ

source: Edit
bn_bd: সম্পাদন করুন

source: Delete
bn_bd: মুছে ফেলুন

source: JWP Contact List
bn_bd: JWP যোগাযোগ তালিকা

source: Contacts
bn_bd: পরিচিতি

source: View Contacts
bn_bd: পরিচিতি দেখুন

source: Settings
bn_bd: সেটিংস

source: Contact List Settings
bn_bd: যোগাযোগ তালিকার সেটিংস

source: Number of Contacts
bn_bd: পরিচিতির সংখ্যা

source: Select Order
bn_bd: ক্রম নির্বাচন করুন

source: Settings Saved
bn_bd: সেটিংস সংরক্ষণ করা হয়েছে

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ করুন

source: Edit Contact
bn_bd: পরিচিতি সম্পাদনা করুন

source: Update Contact
bn_bd: পরিচিতি হালনাগাদ করুন

source: Contact List
bn_bd: যোগাযোগ তালিকা

source: Add New
bn_bd: নতুন যোগ করুন

source: Contact Updated Successfully
bn_bd: যোগাযোগ সফলভাবে আপডেট করা হয়েছে

source: Contact Deleted Successfully
bn_bd: যোগাযোগ সফলভাবে মুছে ফেলা হয়েছে

source: Contact Inserted Successfully
bn_bd: যোগাযোগ সফলভাবে যোগ করা হয়েছে

source: New Contact
bn_bd: নতুন পরিচিতি

source: Add Contact
bn_bd: পরিচিতি যোগ করুন

source: View Contact
bn_bd: পরিচিতি দেখুন

source: Phone number cannot be empty
bn_bd: ফোন নম্বর খালি থাকতে পারবে না

source: Failed to update data
bn_bd: তথ্য হালনাগাদ সম্ভব হয়নি

source: Failed to insert data
bn_bd: তথ্য যোগ করা সম্ভব হয়নি
